<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines
    |--------------------------------------------------------------------------
    */

    'registration_closed'  => 'Регистрация закрыта',
    'first_page_you_see'   => 'Первая страница, которую Вы видите после входа в систему',
    'login_status'         => 'Статус авторизации',
    'logged_in'            => 'Вы в системе!',
    'toggle_navigation'    => 'Переключить навигацию',
    'administration'       => 'Административный раздел',
    'user'                 => 'ПОЛЬЗОВАТЕЛЬ',
    'logout'               => 'Выйти',
    'login'                => 'Войти',
    'register'             => 'Зарегистрироваться',
    'name'                 => 'Имя',
    'email_address'        => 'E-Mail адрес',
    'password'             => 'Пароль',
    'confirm_password'     => 'Подтвердите пароль',
    'remember_me'          => 'Запомнить меня',
    'forgot_your_password' => 'Забыли пароль?',
    'reset_password'       => 'Сбросить пароль',
    'send_reset_link'      => 'Отправить ссылку для сброса пароля',
    'click_here_to_reset'  => 'Нажмите здесь для сброса пароля',
    'unauthorized'         => 'Вы неавторизованы',
    'dashboard'            => 'Панель управления',
    'handcrafted_by'       => 'Разработано',
    'powered_by'           => 'При поддержке',
];
