<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines
    |--------------------------------------------------------------------------
     */

    'registration_closed'  => 'Οι εγγραφές είναι κλειστές.',
    'first_page_you_see'   => 'Η πρώτη σελίδα που βλέπετε μετά την είσοδο',
    'login_status'         => 'Κατάσταση σύνδεσης',
    'logged_in'            => 'Είστε συνδεδεμένος/η!',
    'toggle_navigation'    => 'Εναλλαγή Πλοήγησης',
    'administration'       => 'ΔΙΑΧΕΙΡΗΣΗ',
    'user'                 => 'ΧΡΗΣΤΗΣ',
    'logout'               => 'Αποσύνδεση',
    'login'                => 'Είσοδος',
    'register'             => 'Εγγραφή',
    'name'                 => 'Όνομα',
    'email_address'        => 'Διεύθυνση E-Mail',
    'password'             => 'Κωδικός',
    'confirm_password'     => 'Επιβεβαίωση Κωδικού',
    'remember_me'          => 'Θυμήσου με',
    'forgot_your_password' => 'Ξεχάσατε τον κωδικό σας?',
    'reset_password'       => 'Επαναφορά Κωδικού',
    'send_reset_link'      => 'Αποστολή Συνδέσμου Επαναφοράς Κωδικού',
    'click_here_to_reset'  => 'Πατήστε εδώ για να επαναφέρετε τον κωδικό σας',
    'unauthorized'         => 'Χωρίς εξουσιοδότηση.',
    'dashboard'            => 'Πίνακας Ελέγχου',
    'handcrafted_by'       => 'Κατασκευάστηκε από',
    'powered_by'           => 'Υποστηρίζεται από',
    'news'                 => 'Νέα',
    'announcements'        => 'Ανακοινώσεις',
];
